[{"filename": "newsgroup_0.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_0.txt", "content": "I was wondering if anyone out there could enlighten me on this car I saw the other day. It was a 2-door sports car, looked to be from the late 60s/ early 70s. It was called a Bricklin. The doors were really small. In addition, the front bumper was separate from the rest of the body. This is all I know. If anyone can tellme a model name, engine specs, years of production, where this car is made, history, or whatever info you have on this funky looking car, please e-mail."}, {"filename": "newsgroup_1.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_1.txt", "content": "A fair number of brave souls who upgraded their SI clock oscillator have shared their experiences for this poll. Please send a brief message detailing your experiences with the procedure. Top speed attained, CPU rated speed, add on cards and adapters, heat sinks, hour of usage per day, floppy disk functionality with 800 and 1.4 m floppies are especially requested. I will be summarizing in the next two days, so please add to the network knowledge base if you have done the clock upgrade and haven't answered this poll. Thanks."}, {"filename": "newsgroup_10.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_10.txt", "content": "I have a line on a Ducati 900GTS 1978 model with 17k on the clock. Runs very well, paint is the bronze/brown/orange faded out, leaks a bit of oil and pops out of 1st with hard accel. The shop will fix trans and oil leak. They sold the bike to the 1 and only owner. They want $3495, and I am thinking more like $3K. Any opinions out there? Please email me. Thanks. It would be a nice stable mate to the Beemer. Then I'll get a jap bike and call myself Axis Motors! -- ----------------------------------------------------------------------- \"Tuba\" (Irwin) \"I honk therefore I am\" CompuTrac-Richardson,Tx irwin@cmptrc.lonestar.org DoD #0826 (R75/6)"}, {"filename": "newsgroup_11.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_11.txt", "content": "Yep, that's pretty much it. I'm not a Jew but I understand that this is the Jewish way of thinking. However, the Jews believe that the Covenant between YHWH and the Patriarchs (Abraham and Moses, in this case) establishes a Moral Code to follow for mankind. Even the Jews could not decide where the boundaries fall, though. As I understand it, the Sadducees believed that the Torah was all that was required, whereas the Pharisees (the ancestors of modern Judaism) believed that the Torah was available for interpretation to lead to an understanding of the required Morality in all its nuances (->Talmud). The essence of all of this is that Biblical Morality is an interface between Man and YHWH (for a Jew or Christian) and does not necessarily indicate anything about YHWH outside of that relationship (although one can speculate). The trouble with all of this is that we don't really know what the \"created in His image\" means. I've heard a number of different opinions on this and have still not come to any conclusion. This rather upsets the Apple Cart if one wants to base a Life Script on this shaky foundation (to mix metaphors unashamedly!) As to living by Christ's example, we know very little about Jesus as a person. We only have his recorded utterances in a set of narratives by his followers, and some very small references from comtemporary historians. Revelation aside, one can only \"know\" Christ second-hand or worse. This is not an attempt to debunk Christianity (although it may"}, {"filename": "newsgroup_11.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_11.txt", "content": "very little about Jesus as a person. We only have his recorded utterances in a set of narratives by his followers, and some very small references from comtemporary historians. Revelation aside, one can only \"know\" Christ second-hand or worse. This is not an attempt to debunk Christianity (although it may seem that way initially), the point I`m trying to make is that we only really have the Bible to interpret, and that interpretation is by humanity. I guess this is where Faith or Relevation comes in with all its inherent subjectiveness. No. There may be an absolute moral code. There are undoubtably multiple moral codes. The multiple moral codes may be founded in the absolute moral code. As an example, a parent may tell a child never to swear, and the child may assume that the parent never swears simply because the parent has told the child that it is \"wrong\". Now, the parent may swear like a trooper in the pub or bar (where there are no children). The \"wrongness\" here is if the child disobeys the parent. The parent may feel that it is \"inappropriate\" to swear in front of children but may be quite happy to swear in front of animals. The analogy does not quite hold water because the child knows that he is of the same type as the parent (and may be a parent later in life) but you get the gist of it? Incidentally, the young child considers the directive as absolute until he gets older (see Piaget) and"}, {"filename": "newsgroup_11.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_11.txt", "content": "does not quite hold water because the child knows that he is of the same type as the parent (and may be a parent later in life) but you get the gist of it? Incidentally, the young child considers the directive as absolute until he gets older (see Piaget) and learns a morality of his own. David. --- On religion:"}, {"filename": "newsgroup_13.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_13.txt", "content": "{Description of \"External Tank\" option for SSF redesign deleted} Yo Ken, let's keep on-top of things! Both the \"External Tank\" and \"Wingless Orbiter\" options have been deleted from the SSF redesign options list. Today's (4/23) edition of the New York Times reports that O'Connor told the panel that some redesign proposals have been dropped, such as using the \"giant external fuel tanks used in launching space shuttles,\" and building a \"station around an existing space shuttle with its wings and tail removed.\" Currently, there are three options being considered, as presented to the advisory panel meeting yesterday (and as reported in today's Times). Option \"A\" - Low Cost Modular Approach This option is being studied by a team from MSFC. {As an aside, there are SSF redesign teams at MSFC, JSC, and LaRC supporting the SRT (Station Redesign Team) in Crystal City. Both LeRC and Reston folks are also on-site at these locations, helping the respective teams with their redesign activities.} Key features of this option are: - Uses \"Bus-1\", a modular bus developed by Lockheed that's qualified for STS and ELV's. The bus provides propulsion, GN&C Communications, & Data Management. Lockheed developed this for the Air Force. - A \"Power Station Capability\" is obtained in 3 Shuttle Flights. SSF Solar arrays are used to provide 20 kW of power. The vehicle flies in an \"arrow mode\" to optimize the microgravity environment. Shuttle/Spacelab missions would utilize the vehilce as a power source for 30 day missions. - Human tended capability (as opposed to the old SSF"}, {"filename": "newsgroup_13.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_13.txt", "content": "3 Shuttle Flights. SSF Solar arrays are used to provide 20 kW of power. The vehicle flies in an \"arrow mode\" to optimize the microgravity environment. Shuttle/Spacelab missions would utilize the vehilce as a power source for 30 day missions. - Human tended capability (as opposed to the old SSF sexist term of man-tended capability) is achieved by the addition of the US Common module. This is a modified version of the existing SSF Lab module (docking ports are added for the International Partners' labs, taking the place of the nodes on SSF). The Shuttle can be docked to the station for 60 day missions. The Orbiter would provide crew habitability & EVA capability. - International Human Tended. Add the NASDA & ESA modules, and add another 20 kW of power - Permanent Human Presence Capability. Add a 3rd power module, the U.S. habitation module, and an ACRV (Assured Crew Return Vehicle). Option \"B\" - Space Station Freedom Derived The Option \"B\" team is based at LaRC, and is lead by Mike Griffin. This option looks alot like the existing SSF design, which we have all come to know and love :) This option assumes a lightweight external tank is available for use on all SSF assembly flights (so does option \"A\"). Also, the number of flights is computed for a 51.6 inclination orbit, for both options \"A\" and \"B\". The build-up occurs in six phases: - Initial Research Capability reached after 3 flights. Power is transferred from the vehicle to the Orbiter/Spacelab, when it visits."}, {"filename": "newsgroup_13.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_13.txt", "content": "assembly flights (so does option \"A\"). Also, the number of flights is computed for a 51.6 inclination orbit, for both options \"A\" and \"B\". The build-up occurs in six phases: - Initial Research Capability reached after 3 flights. Power is transferred from the vehicle to the Orbiter/Spacelab, when it visits. - Man-Tended Capability (Griffin has not yet adopted non-sexist language) is achieved after 8 flights. The U.S. Lab is deployed, and 1 solar power module provides 20 kW of power. - Permanent Human Presence Capability occurs after 10 flights, by keeping one Orbiter on-orbit to use as an ACRV (so sometimes there would be two Orbiters on-orbit - the ACRV, and the second one that comes up for Logistics & Re-supply). - A \"Two Fault Tolerance Capability\" is achieved after 14 flights, with the addition of a 2nd power module, another thermal control system radiator, and more propulsion modules. - After 20 flights, the Internationals are on-board. More power, the Habitation module, and an ACRV are added to finish the assembly in 24 flights. Most of the systems currently on SSF are used as-is in this option, with the exception of the data management system, which has major changes."}, {"filename": "newsgroup_14.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_14.txt", "content": "Reduced Prices! I have a list of things forsale on behalf of my brother, who's moving (moved already) Offer: 1) Black and Decker Duster Plus (Portable Hand Vaccum) purchased for $32, $12 2) SR-1000 Dual Cassette Portable Player, AM/FM 5-Band graphics Equalizer, high speed dubing, Duo Tape.Tape deck A, seems to have lost treble sound. But, I bet it's fixable. purchased for $80 $25 3)Monolux Zoom MicroScope, up to 1200X magnification Made in Japan, includes case and accessories purchased for $50 $20 4)Sunbeam 1400 Hair Dryer, the dryer you put your head under/into. You know, the ones you see in the salons. (Don't ask me why my bro had it) purchased for $60 $24 5)Everylast Speed Bag, all leather. Brand new, never used $10 6)Osterizer Pusle Matic Blender, with 10 speeds and a cookbook, 5 years old $10 purchased for $50 8)Binolux Binoculars . 7x35, extra wide angle 525ft. at 1000yds. with case. very new. $20 9)Proctor and Silex Spray,Steam and Dry Iron. very new. $10 Any questions, contact me thru e-mail and I will reply expeditously And always, S+H are not included, so please consider this. And lastly, I'm a very reasonable.Very Reasonable."}, {"filename": "newsgroup_15.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_15.txt", "content": "Don't be so sure. Look what happened to Japanese citizens in the US during World War II. If you're prepared to say \"Let's round these people up and stick them in a concentration camp without trial\", it's only a short step to gassing them without trial. After all, it seems that the Nazis originally only intended to imprison the Jews; the Final Solution was dreamt up partly because they couldn't afford to run the camps because of the devastation caused by Goering's Total War. Those who weren't gassed generally died of malnutrition or disease."}, {"filename": "newsgroup_16.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_16.txt", "content": "I certainly do use it whenever I have to do TIFF, and it usually works very well. That's not my point. I'm >philosophicallysureevery< TIFF image, that means there are some it won't- some that I might have to deal with. Why would I want my images to be trapped in that format? I don't and neither should anyone who agrees with my reasoning- not that anyone does, of course! :-)"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "I recently posted an article asking what kind of rates single, male drivers under 25 yrs old were paying on performance cars. Here's a summary of the replies I received. ------------------------------------------------------------------------------- I'm not under 25 anymore (but is 27 close enough). 1992 Dodge Stealth RT/Twin Turbo (300hp model). No tickets, no accidents, own a house, have taken defensive driving 1, airbag, abs, security alarm, single. $1500/year $500 decut. State Farm Insurance (this includes the additional $100 for the $1,000,000 umbrella policy over my car and house) The base policy is the standard $100,000 - $100,000 - $300,000 policy required in DE. After 2nd defensive driving course it will be 5% less. I bought the car in September 1992. The company I was with (never had and accident or ticket in 11 years) quoted me $2,500. Hope this helps. Steve Flynn University of Delaware ======================================================================== 45 Kevin: (Hope I remembered your name correctly)... You asked about insurance for performance cars. Well, last year I was in a similar situation before I bought my car, and made the same inquiry as you. Age: 24 (then and now) Car: 1992 Eagle Talon TSi AWD Driving Record: Clean State: Illinois Cost: $820/6 mos. I turn 25 in May and the insurance goes down to $520/6 mos. Also, I'm single and that incurs a higher rate with my company. I've got a couple other friends w/ AWDs and they pay more than I do (different ins. companies also), so maybe I'm just lucky. Hope the info helps. Dan [dans@jdc.gss.mot.com] Motorola Cellular"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "insurance goes down to $520/6 mos. Also, I'm single and that incurs a higher rate with my company. I've got a couple other friends w/ AWDs and they pay more than I do (different ins. companies also), so maybe I'm just lucky. Hope the info helps. Dan [dans@jdc.gss.mot.com] Motorola Cellular Subscriber Group ======================================================================== 38 USA Cc: I'm 23; live in Norman, Oklahoma; drive an '89 Thunderbird SC; have never made a claim against my insurance (though I have been hit several times by negligent drivers who couldn't see stop signs or were fiddling with their radios); and I have had three moving violations in the last 18 months (one for going 85 in a 55; one for \"failure to clear an intersection\" (I still say the damn light was yellow); and one for going 35 in a 25 (which didn't go on my record)). My rates from State Farm (with a passive restraint deduction) on liability, $500 deductible comprehensive, and $500 deductible collision are roughly $1300/year. (I was paying just over $1100/year for a '92 Escort LX.) James James P. Callison Microcomputer Coordinator, U of Oklahoma Law Center Callison@uokmax.ecn.uoknor.edu /\\ Callison@aardvark.ucs.uoknor.edu DISCLAIMER: I'm not an engineer, but I play one at work... The forecast calls for Thunder...'89 T-Bird SC \"It's a hell of a thing, killing a man. You take away all he has and all he's ever gonna have.\" --Will Munny, \"Unforgiven\" ======================================================================== 61 I am beyond the \"under 25\" age group, but I have an experience a few years ago that might be interesting"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "Thunder...'89 T-Bird SC \"It's a hell of a thing, killing a man. You take away all he has and all he's ever gonna have.\" --Will Munny, \"Unforgiven\" ======================================================================== 61 I am beyond the \"under 25\" age group, but I have an experience a few years ago that might be interesting to you. I owned a 1985 Toyota Celica GT. I decided to buy myself a gift - a more exotic car. Front runners included the Toyota Supra Turbo and the Porsche 924 (1987 model years). I narrowed it down to those two. I liked the simplicity and handling (and snob appeal, too) of driving a Porsche. The Supra Turbo was less money and had more features and performance - almost a personal luxury car. It had better acceleration and a higher top speed than the 924. I was almost ready to give in to a buying impulse for the 924, but i decided to stop by my insurance agent's office on the way. I asked about what would happen to my rate with either car. \"If you buy the Supra, your rate classification will be the same as the Celica (the '85 Celica was considered a subcompact and for that year was rated as one of the safest cars), with a slight increase because the car will be 2 years newer. Our lower-risk division will continue to handle your account. \"If you buy the Porsche 924, we'll have to change you to the standard [higher] rate company and your rate will double. And if you go"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "the safest cars), with a slight increase because the car will be 2 years newer. Our lower-risk division will continue to handle your account. \"If you buy the Porsche 924, we'll have to change you to the standard [higher] rate company and your rate will double. And if you go with a 944, it's another story again - we'll cover the rest of this year, but cancel you after that.\" \"But the Supra is much faster than the 924, and the 924 is actually faster than the [standard] 944. That doens't make sense.\" That's what the book says. We don't insure Corvettes, either. For some reason, the underwriters consider Supras - and their drivers - as very traditional and conservative.\" I eventually went with the Supra for a number of reasons. The Porsche dealer had a nice salesman to get me interested, but a tough high-pressure guy in the back room. At equal monthly payments, it would have taken a year longer to pay for the Porsche, plus its higher insurance. I concluded that the high insurance was related to probability of auto theft. /|/| /||)|/ /~ /\\| |\\|)[~|)/~ | Everyone's entitled to MY opinion. / | |/ ||\\|\\ \\_|\\/|_|/|)[_|\\\\_| | goldberg@oasys.dt.navy.mil ========Imagination is more important than knowledge. - Albert Einstein======= ======================================================================== 32 I live in Idaho. When I was $2000 / year What a bargain!!! ======================================================================== 28 Let's see, I'm 24, single, male, clean driving record. I have a 92 VW COrrado VR6. I live in San Jose, California. I pay ~1500$ a year through"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "than knowledge. - Albert Einstein======= ======================================================================== 32 I live in Idaho. When I was $2000 / year What a bargain!!! ======================================================================== 28 Let's see, I'm 24, single, male, clean driving record. I have a 92 VW COrrado VR6. I live in San Jose, California. I pay ~1500$ a year through Allstate. A good deal if you ask me. I was thinking about getting a Talon, but I think the insurance is higher for a \"turbo\" sports car vs a V6 -W ======================================================================== 27 1986 Honda CRX Si, clean record, in a small New Mexico town was around $800 per year, age 24. Nearby city rates were 1.5X-2X higher than where I've got mine insured. ..robert -- Robert Stack / Institute of Transportation Studies, Univ of California-Irvine stack@translab.its.uci.edu '92 Mazda Protege LX ======================================================================== 37 1300 per year, 1992 Saturn SC, 21 Years old, State: New Mexico, Insurance: State Farm. ======================================================================== 64 Here is my info: Car : '89 Toyota Celica ST Insurance Co : Farmer's Insurance Yearly insurance: $2028 Age : 24 Date of license : Oct 14, 1992 Residence : Mountain View, California No moving violations (for now atleast ;-) Hope this helps. Please post a summary if possible. Vijay ********************************************************************** Vijay Anisetti Email: anisetti@informix.com Apt: (415)962-0320 Off: (415)926-6547 ======================================================================== 38 Single, 24 years old, Eagle Talon Turbo AWD, $1200 (full-cover, reasonable liability) No tickets, No violations, No accidents... (knock on wood...) Mass, One thing that makes a HUGE difference in MASS is the town you live in. I'm personally in one of the best towns"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "(415)962-0320 Off: (415)926-6547 ======================================================================== 38 Single, 24 years old, Eagle Talon Turbo AWD, $1200 (full-cover, reasonable liability) No tickets, No violations, No accidents... (knock on wood...) Mass, One thing that makes a HUGE difference in MASS is the town you live in. I'm personally in one of the best towns within reasonable distance of Boston. If I moved to the absolute best it would go down to about $1150, if I moved to the worst it would be $2000+.. Also one accident and a couple of tickets, would probably add another $600... _RV ======================================================================== 43 I have a 1990 Mitsubishi eclipse turbo awd, am 23 years old and have no tickets that went on my record. I live in Illinois just outside of Chicago and pay $1560 a year with full coverage at State Farm. I did get a small discount because of my alarm system($30 a year). I only live 15 miles from Chicago but if I actually lived in the city the price would be about $2000 a year. ======================================================================== 41 I'm over 25, but in case you're interested anyway, I'm insuring a 93 SHO for $287/6 month. Thats 100k personal+300k total+100k property with 250 deductible, glass and towing, State Farm. ======================================================================== 39 Unless you are under 20 or have been driving for less than 5 years, I think you are being seriously ripped off. I don't have one of the performance cars you listed, but if your record is clean, then you should not be paying over $2K. Did you try calling all"}, {"filename": "newsgroup_17.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_17.txt", "content": "you are under 20 or have been driving for less than 5 years, I think you are being seriously ripped off. I don't have one of the performance cars you listed, but if your record is clean, then you should not be paying over $2K. Did you try calling all the insurance dealers you could find? Although rates are supposed to be standardized, I've found that most places I initially call, give me some ridiculously high quote and *finaly*, I hit one that is much lower. Also, I have changed insurance companies when the rate went up at renewal (no accidents, tickets, car gets older??) to maintain a low rate. You always have to be careful when it comes to insurance companies 8^)."}, {"filename": "newsgroup_18.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_18.txt", "content": "I would like to be able to amplify a voltage signal which is output from a thermocouple, preferably by a factor of 100 or 1000 ---- so that the resulting voltage can be fed more easily into a personal-computer-based ADC data acquisition card. Might anyone be able to point me to references to such circuits? I have seen simple amplifier circuits before, but I am not sure how well they work in practice. In this case, I'd like something which will amplify sufficiently \"nicely\" to be used for thermocouples (say, a few degrees accuracy or better)."}, {"filename": "newsgroup_19.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_19.txt", "content": "QUESTION: What is the EXACT entry (parameter and syntax please), in the X-Terminal configuration file (loaded when the X-Terminal boots), to add another system to the TCP/IP access control list? BACKGROUND: I have two unix systems, 1. an AT&T 3B2 running X11R3 and MIT's X11R4 and 2. a Sun SS10 without any X. I want to have a window to the Sun and the 3B2 on the NCD X-Terminal at the same time. I can do this if I manually set the Network Parameter TCP/IP Access Control List to off, then login to my telnet session. Not Great! I've tried to get \"xhost\" to work and failed. Either my syntax is wrong or the X11R3 implementation is bogus. I am trying to edit the NCD configuration file that is loaded when the NCD boots. No matter what entry I add or edit, the NCD still boots with the TCP/IP Access Control list containing only the 3B2. My manuals are worthless so any help would be most appreciated!! Thanks!"}, {"filename": "newsgroup_2.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_2.txt", "content": "well folks, my mac plus finally gave up the ghost this weekend after starting life as a 512k way back in 1985. sooo, i'm in the market for a new machine a bit sooner than i intended to be... i'm looking into picking up a powerbook 160 or maybe 180 and have a bunch of questions that (hopefully) somebody can answer: * does anybody know any dirt on when the next round of powerbook introductions are expected? i'd heard the 185c was supposed to make an appearence \"this summer\" but haven't heard anymore on it - and since i don't have access to macleak, i was wondering if anybody out there had more info... * has anybody heard rumors about price drops to the powerbook line like the ones the duo's just went through recently? * what's the impression of the display on the 180? i could probably swing a 180 if i got the 80Mb disk rather than the 120, but i don't really have a feel for how much \"better\" the display is (yea, it looks great in the store, but is that all \"wow\" or is it really that good?). could i solicit some opinions of people who use the 160 and 180 day-to-day on if its worth taking the disk size and money hit to get the active display? (i realize this is a real subjective question, but i've only played around with the machines in a computer store breifly and figured the opinions of somebody who actually uses the machine daily"}, {"filename": "newsgroup_2.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_2.txt", "content": "day-to-day on if its worth taking the disk size and money hit to get the active display? (i realize this is a real subjective question, but i've only played around with the machines in a computer store breifly and figured the opinions of somebody who actually uses the machine daily might prove helpful). * how well does hellcats perform? ;) thanks a bunch in advance for any info - if you could email, i'll post a summary (news reading time is at a premium with finals just around the corner... :( ) -- Tom Willis \\ twillis@ecn.purdue.edu \\ Purdue Electrical Engineering"}, {"filename": "newsgroup_20.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_20.txt", "content": "[...] These don't seem like \"little things\" to me. At least, they are orders worse than the motto. Do you think that the motto is a \"little thing\" that will lead to worse things?"}, {"filename": "newsgroup_21.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_21.txt", "content": "I think that Mike Foligno was the captain of the Sabres when he got traded to the Leafs. Also, wasn't Rick Vaive the captain of the Leafs when he got traded to Chicago (with Steve Thomas for Ed Olcyzk and someone). Speaking of the Leafs, I believe that Darryl Sittler was their captain (he'd torn the \"C\" off his jersey but I think he re-claimed the captaincy later on) when he was traded to the Flyers. Oh yeah, of course, Gretzky was the captain of the Oilers before he was traded wasn't he?"}, {"filename": "newsgroup_22.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_22.txt", "content": ")>> \"The Catalog of Personal Computing Tools for Engineers and Scien- )>> tists\" lists hardware cards and application software packages for )>> PC/XT/AT/PS/2 class machines. Focus is on engineering and scien- )>> tific applications of PCs, such as data acquisition/control, )>> design automation, and data analysis and presentation. )>> If you would like a free copy, reply with your (U. S. Postal) )>> mailing address. I have a copy of this catalog in front of me as I write this. It does have tons of qool stuff in it. My impression is that they try not to send it out to \"browsers\". It appears that if your not a buyer or an engineer they do not want to waste a catalog on you. When you get a catalog there's a \"VIP Code\" you have to give them \"to ensure your continued subscription.\". Anyway, if you want to get in touch with them, the company is Personal Computing Tools 550 Division Street Campbell, CA 95008 (408) 378-8400 (They also have fax #'s and toll free #'s for ordering and tech support)"}, {"filename": "newsgroup_23.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_23.txt", "content": "The control box of the Window itself (upper left corner of the window, single click, am I being too simplistic?) has a font option. The 8 X 12 is about the biggest one I can use without the characters turning funky."}, {"filename": "newsgroup_24.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_24.txt", "content": "I don't know about the specific problem mentioned in your message, but I definitely had SCSI problems between my Q700 and my venerable Jasmine Megadrive 10 cartridge drives. My solution was to get Silverlining. None of the loops that involved blind writes worked to the drives; in fact the only loop that worked was the \"Macintosh Software\" loop (whatever that means)."}, {"filename": "newsgroup_25.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_25.txt", "content": "Hello, I am looking to add voice input capability to a user interface I am developing on an HP730 (UNIX) workstation. I would greatly appreciate information anyone would care to offer about voice input systems that are easily accessible from the UNIX environment. The names or adresses of applicable vendors, as well as any experiences you have had with specific systems, would be very helpful. Please respond via email; I will post a summary if there is sufficient interest. Thanks, Ken P.S. I have found several impressive systems for IBM PC's, but I would like to avoid the hassle of purchasing and maintaining a separate PC if at all possible. ------------------------------------------------------------------------------- Ken Hinckley (kph2q@virginia.edu) University of Virginia Neurosurgical Visualization Laboratory"}, {"filename": "newsgroup_26.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_26.txt", "content": "Actually, fossil fuel plants run hotter than the usual boiling-water reactor nuclear plants. (There's a gripe in the industry that nuclear power uses 1900 vintage steam technology). So it's more important in nuclear plants to get the cold end of the system as cold as possible. Hence big cooling towers. Oil and gas fired steam plants also have condensers, but they usually are sized to get the steam back into hot water, not most of the way down to ambient. Some plants do cool the condensers with water, rather than air; as one Canadian official, asked about \"thermal pollution\" de-icing a river, said, \"Up here, we view heat as a resource\". Everybody runs closed-cycle boilers. The water used is purified of solids, which otherwise crud up the boiler plumbing when the water boils. Purifying water for boiler use is a bigger job than cooling it, so the boiler water is recycled."}, {"filename": "newsgroup_27.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_27.txt", "content": "Doug Roberts - Ken Hill for NL MVP!! Let's go 'Spos"}, {"filename": "newsgroup_28.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_28.txt", "content": "Yes. (I am adamantly an environmentalist. I will not use styrofoam table service. Please keep that in mind as you read this post - I do not wish to attack environmentalism) A half truth is at least as dangerous as a complete lie. A complete lie will rarely be readily accepted, while a half truth (the lie subtly hidden) is more powerfully offered by one who masquerades as an angel of light. Satan has (for some people) loosened the grip on treating the earth as something other than God's intricate handiwork, something other than that on which the health of future generations is based. It is being treated with respect. You think he's going to happily leave it at that? No. When one error is rejected, it is his style to push people to the opposite error. Therefore the earth is not God's intricate handiwork, not because it is rubbish, but because it is God. Mother earth is the one you are to primarily love and serve. I see two facets of a response to it: 1: Care for the environment. Treat it with proper respect, both because it is God's intricate handiwork and the health of future generation, and because showing the facet of one who is disregardful of such things does not constitute what the Apostle Paul called \"becoming all things to all men so that by all possible means I might save some.\" Don't say \"Forget the environment, I've got important things to spend my time on.\" - putting your foot in your"}, {"filename": "newsgroup_28.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_28.txt", "content": "who is disregardful of such things does not constitute what the Apostle Paul called \"becoming all things to all men so that by all possible means I might save some.\" Don't say \"Forget the environment, I've got important things to spend my time on.\" - putting your foot in your mouth in this manner will destroy your credibility in expressing the things that _are_ more important. 2: Show that it is not the ultimate entity, that it is creature and not creator. Show that its beauty and glory points to a greater beauty and glory. Show that it is not the ultimate tapestry, but one of many cords woven in the infinite tapestry."}, {"filename": "newsgroup_29.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_29.txt", "content": "It depends on your priorities. A lot of people put higher priorities on gas mileage and cost than on safety, buying \"unsafe\" econoboxes instead of Volvos. I personally take a middle ground -- the only thing I really look for is a three-point seatbelt and 5+mph bumpers. I figure that 30mph collisions into brick walls aren't common enough for me to spend that much extra money for protection, but there are lots of low-speed collisions that do worry me."}, {"filename": "newsgroup_3.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_3.txt", "content": "Do you have Weitek's address/phone number? I'd like to get some information about this chip."}, {"filename": "newsgroup_30.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_30.txt", "content": "The front covers should be available from Sony. Check with a local car stereo shop. You will probably (definitely) have to provide the units serial number and hopefully you had registered the warranty card. I don't know the cost, but replacements have to be available to people who damage the face cover, so it stands to reason that it can be replaced. As to deterring theft: When I worked for a stereo shop, we referred the customer to a Sony 800 number. We would not sell the face, nor did we have them available. Most people who came in asking for the face cover (or a pullout sleave for that matter) would look very disheartened to find that they acquired a deck they couldn't use. If theft occurs with these decks, notify Sony. Serial numbers do catch theives."}, {"filename": "newsgroup_31.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_31.txt", "content": "My 14-y-o son has the usual teenage spotty chin and greasy nose. I bought him Clearasil face wash and ointment. I think that is probably enough, along with the usual good diet. However, he is on at me to get some product called Dalacin T, which used to be a doctor's-prescription only treatment but is not available over the chemist's counter. I have asked a couple of pharmacists who say either his acne is not severe enough for Dalacin T, or that Clearasil is OK. I had the odd spots as a teenager, nothing serious. His father was the same, so I don't figure his acne is going to escalate into something disfiguring. But I know kids are senstitive about their appearance. I am wary because a neighbour's son had this wierd malady that was eventually put down to an overdose of vitamin A from acne treatment. I want to help - but with appropriate treatment. My son also has some scaliness around the hairline on his scalp. Sort of teenage cradle cap. Any pointers/advice on this? We have tried a couple of anti dandruff shampoos and some of these are inclined to make the condition worse, not better. Shall I bury the kid till he's 21 :)"}, {"filename": "newsgroup_32.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_32.txt", "content": "Just as a not of possible interest on this subject .. It is my understanding that exploding televisions were a major cause of domestic accidents in the Soviet Union in past years!"}, {"filename": "newsgroup_33.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_33.txt", "content": "How do you define war? Do seiges and constant attacks on villiages count as acts of war, or is that only when the Jews do them? January, 1948: Arab Liberation Army attacks Kfar Szold 1000 men attack Kfar Etzion, 14 miles south of Jerusalem, after cutting off the supply lines to it. Attacks on Yehiam (Western Galilee) and kibbutz Tirat Tzvi. By Mid-March, The Jewish settlements in the Negev had been cut off from land links with the rest of the Jewish population. The Etzion group of villiages, near Hebron, had been cut off, while 42 members of a convoy trying to supply Yehiam were slaughtered, cutting off the villiage. Jerusalem was under seige, being cut off from its supply route from Tel Aviv (the bombed out supply trucks have been left on the side of that road to this day in memoriam). By this time, 1200 Jews had been killed. Of course, this isn't war, since it's only the Arabs attacking. Just like last week when the Fatah launched Katyusha rockets against Northern israel. Where does uprising end and war begin? Will it still be 'Intifadah' when the PLO brings in tanks?"}, {"filename": "newsgroup_34.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_34.txt", "content": "Once again, it appears that the one-eyed man has appeared in the land of the sighted and for some strange resaon has appointed himself the ruler and supreme power."}, {"filename": "newsgroup_35.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_35.txt", "content": "Funny you should mention this; one time on HNIC Don Cherry pointed out Vanbiesbrouck's mask. He _hated_ it. I think he said something to the effect of: \"You see? He was great last year; now he goes out and gets that dopey mask and he can't stop a beachball!\" You may or may not take Cherry seriously at all, but I cracked up when I heard it."}, {"filename": "newsgroup_36.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_36.txt", "content": "Oh boy, a little K-bike versus /2 scuffling? Grow up! And that goes for the both of you! I do hope that the \"dump dempster\" campaign works however. I think that he is a crook, and I am suprised that it has taken this long for anything to be done (though obviously, it ain't over yet) On the other hand, I'm not sure that I want to be in bed with ANY of the wackos running. Throwing $20.oo down a rathole might be more effective than sending it in to the club. You wouldn't get anything, but you don't get anything now. The magazine you say? Ever since the MOA politburo installed Don it has lacked any sort of panache it may have had. Ah, but what would I know? I own a /6 AND a K-bike"}, {"filename": "newsgroup_37.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_37.txt", "content": "I agree with this assessment. Furthermore, its promotion as providing greater protection than bare voice is quite true, as far as it goes. However, the only way for it to fulfill its stated goal of letting LE wiretap \"terrorists and drug dealers\" is to restrict stronger techniques. Wiretap targets presently use strong encryption, weak encryption, or (the vast majority) no encryption. The latter two classes can be tapped. With weak encryption in every phone, the no-encryption class is merged into the weak-encryption class. Will the introduction of Clipper cause targets presently enjoying strong privacy to give up on it? that is, to rely for privacy on a system expressly designed to deny it to people like them? I doubt it. The mere introduction of this scheme will give the government *nothing*. The stated goal of preventing the degradation of wiretapping capabilities can be fulfilled by restriction of domestic cryptography, and only by this restriction. \"Clipper\" appears to be no more than a sop, given to the public to mute any complaints. We would find this a grossly inadequate tradeoff, but I fear the public at large will not care. I hate to even mention gun control, but most people seem to think that an `assault weapon' (as the NYT uses the word) is some sort of automatic weapon, .50 caliber maybe. Who wants to have such a thing legal? Well, people know even less about cryptology; I suspect that strong cryptography could easily be labeled \"too much secrecy for law-abiding citizens to need\". What they say"}, {"filename": "newsgroup_37.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_37.txt", "content": "(as the NYT uses the word) is some sort of automatic weapon, .50 caliber maybe. Who wants to have such a thing legal? Well, people know even less about cryptology; I suspect that strong cryptography could easily be labeled \"too much secrecy for law-abiding citizens to need\". What they say is opinion, but what they do is what matters, and will continue unless overturned. And the courts are reluctant to annul law or regulation, going to some length to decide cases on other grounds. Furthermore, Congress can get away with quite a bit. They could levy a burdensome tax; this would place enforcement in the hands of the BATF, who as we've seen you really don't want on your case. They could invoke the Commerce Clause; this seems most likely. This clause will get you anywhere these days. The 18th was required because the Supreme Court ruled a prohibitory statute unconstitutional. In 1970 Congress prohibited many drugs, with a textual nod to the Commerce Clause. The Controlled Substances Act of 1970 still stands. I think the government could get away with it."}, {"filename": "newsgroup_38.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_38.txt", "content": "The word is \"subrogation.\" Seems to me, if you're willing to wait for the money from scumbag's insurance, that you save having to pay the deductible. However, if scumbag's insurance is Scum insurance, then you may have to pay the deductible to get your insurance co.'s pack of rabid, large- fanged lawyers to recover the damages from Scum insurance's lawyers. Sad, but true. Call it job security for lawyers. Later,"}, {"filename": "newsgroup_39.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_39.txt", "content": "/ iftccu:talk.politics.guns / vincent@cad.gatech.edu (Vincent Fox) / 10:34 am Apr 14, 1993 / This isn't rec.guns, so maybe this is getting a bet technical, but I can't resist.... Sometimes..... Depends on WHY it misfired.... I can't imagine doing much combat type shooting single action..... Assuming the cylinder WILL rotate.... Never hurts to err on the side of safety, but if you've got one of those 'new fangled' hammer blocks or transfer bar safeties, it's unnecessarily redundant. I'd rather have the extra round. Quite true. Speed loaders are a little less convenient to pack around than magazines though. True, but this is a training function. Cocked and locked for single actions or hammer down on double actions are the only carry modes that make sense... The 80 series Colt's for example are quite safe to carry this way. Agreed. Now that I've shot off my mouth a bit, let me back some of this up. It is true that a simple misfire on a revolver doesn't cost you much. On the other hand, I've had all sorts of interesting things happen over the years. For example, I've had FACTORY ammunition that has had high primers. A high primer will tie your revolver up somewhere from seconds to minutes while you try to pound the action open to clear the problem. An auto? Jack the slide and continue. I've had bullets come out of the case, keeping the cylinder from turning, see clearing paragraph above. About the WORST that can happen with a semi auto is a double"}, {"filename": "newsgroup_39.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_39.txt", "content": "minutes while you try to pound the action open to clear the problem. An auto? Jack the slide and continue. I've had bullets come out of the case, keeping the cylinder from turning, see clearing paragraph above. About the WORST that can happen with a semi auto is a double feed. This can be cleared in seconds. Most revolvers are more 'fragile' then semi auto's. There are all sorts of close tolerance parts and fitting involved. Dropping the gun, or a blow to the gun or all sorts of things can take it out of action. Many of the problems that can be cured on the spot with a (quality) semi auto take a gun smith for a revolver. In short a revolver MAY be less likely to malfunction, but as a rule when it does, you're out of the fight. The majority of malfunctions that occur with semi autos does not fall into that category. Vincint makes many good points in this post, but leaves off the opposing view of most of them. A real good starting place is Ayoob's \"The Semi Auto Pistol for Police and Self Defense.\" In general, I'd agree, the revolver is an excellent first gun and self defense weapon for somebody that does not have the time, and inclination that is necessary for the training and practice needed to use a semi auto effectively as a self defense arm. Most cops are notoriously indifferent to firearms. If the department isn't going to train them, they aren't going to take the"}, {"filename": "newsgroup_39.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_39.txt", "content": "somebody that does not have the time, and inclination that is necessary for the training and practice needed to use a semi auto effectively as a self defense arm. Most cops are notoriously indifferent to firearms. If the department isn't going to train them, they aren't going to take the time on their own. There is no doubt that training is an issue. The amount of training required for effective use of a semi auto is probably several times that of a revolver. Many cops don't bother. For myself, I'd hate to be limited to one or the other. I'd rather pick what fits better with my personal inclination, what I'm wearing that day and so on. Like the Moderator on rec.guns says, buy em all! That said, I have to admit that often my advice to people thinking of buying their first defense arm is (right after taking a class) get a Ruger or Smith revolver.... (Sorry Colt fans. Colt revolvers are ok too!) If this post had gone the other way, I'd be arguing for revolvers. :-)"}, {"filename": "newsgroup_4.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_4.txt", "content": "From article , by tombaker@world.std.com (Tom A Baker): My understanding is that the 'expected errors' are basically known bugs in the warning system software - things are checked that don't have the right values in yet because they aren't set till after launch, and suchlike. Rather than fix the code and possibly introduce new bugs, they just tell the crew 'ok, if you see a warning no. 213 before liftoff, ignore it'."}, {"filename": "newsgroup_40.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_40.txt", "content": "Ted, you're missing a vital point. As Roger Lustig pointed out in a previous response, the reason why Schott was banned from baseball was because she had been known to call and think in a racially biased manner on a constant basis. Such thoughts affected her hiring practices. Bonilla, on the other hand, was found to have mentioned this one word a single time. If he had been known to go around, criticizing homosexuals, it would be a different story. Furthermore, he is merely an athlete. He doesn't have to hire anyone as Schott had to do. Dave Pallone, the former NL umpire who is an admitted homosexual, has decided to assist in a protest before a Mets game at Shea. He, like you, thinks that Bonilla should be suspended from baseball. Pallone is hoping for a year's suspension. In my opinion, that's downright ludicrous. As Howie Rose on WFAN said, if you start suspending athletes who have mentioned a derogatory word even a single time under whatever conditions, then you'd probably have enough people remaining to play a three-on-three game. Now, honestly, if you truly analyze the differences between the two cases that you bring up in your article, I would think that you'd reconsider your thoughts. -Sean"}, {"filename": "newsgroup_41.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_41.txt", "content": "Well I am using The Home Office. I bought it for arounde $350. It does 14.4. I don't know if it's for data or fax. But the feature I use is the Voic Mail Box, which I really have liked. ---"}, {"filename": "newsgroup_43.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_43.txt", "content": "For the second straight game, California scored a ton of late runs to crush the Brewhas. It was six runs in the 8th for a 12-5 win Monday and five in the 8th and six in the 9th for a 12-2 win yesterday. Jamie Navarro pitched seven strong innings, but Orosco, Austin, Manzanillo and Lloyd all took part in the mockery of a bullpen yesterday. How's this for numbers? Maldanado has pitched three scoreless innings and Navarro's ERA is 0.75. The next lowest on the staff is Wegman at 5.14. Ouch! It doesn't look much better for the hitters. Hamilton is batting .481, while Thon is hitting .458 and has seven RBI. The next highest is three. The next best hitter is Jaha at .267 and then Vaughn, who has the team's only HR, at .238. Another ouch. Looking at the stats, it's not hard to see why the team is 2-5. In fact, 2-5 doesn't sound bad when you're averaging three runs/game and giving up 6.6/game. Still, it's early and things will undoubtedly get better. The offense should come around, but the bullpen is a major worry. Fetters, Plesac and Austin gave the Brewers great middle relief last year. Lloyd, Maldanado, Manzanillo, Fetters, Austin and Orosco will have to pick up the pace for the team to be successful. Milwaukee won a number of games last year when middle relief either held small leads or kept small deficits in place. The starters will be okay, the defense will be alright and the hitting will come"}, {"filename": "newsgroup_43.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_43.txt", "content": "Orosco will have to pick up the pace for the team to be successful. Milwaukee won a number of games last year when middle relief either held small leads or kept small deficits in place. The starters will be okay, the defense will be alright and the hitting will come around, but the bullpen is a big question mark. In other news, Nilsson and Doran were reactivated yesterday, while William Suero was sent down and Tim McIntosh was picked up by Montreal. Today's game with California was cancelled."}, {"filename": "newsgroup_44.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_44.txt", "content": ": In any case, I think Viola would have made a better signing. Why? : Viola is younger, and is left handed (how many left handed starters does : Toronto have? Well, I agree that Viola is a better signing. However, why does everyone say that you want lefthanded starters? I understand lefthanded spot relievers, even though they usually face more righthanded batters than lefthanded batters. I just don't understand why people insist on lefthanded starters, unless there is a park effect (e.g., Yankee Stadium). Most batters in MLB are righthanded, so righthanded starters will have the platoon advantage more often than lefthanded starters. I guess one argument for lefty starters is that certain teams may be more vulnerable to LHP's than RHP's. However, this is probably only a factor in the postseason, because teams seldom juggle their starters for this reason during the regular season. I think you just want the best starters you can get, regardless of whether they are lefties or righties. Lefthanded starters tend to have higher ERA's than righthanded starters, precisely because managers go out of their way to start inferior lefties (or perhaps because of the platoon advantage). Am I missing something here?"}, {"filename": "newsgroup_45.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_45.txt", "content": "Of course, if you want to check the honesty of your dealler, take it in knowing what's wrong, and ask them to tell you. :) Of course he'll probably know right a way, then charge you a $20 service fee. :)"}, {"filename": "newsgroup_46.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_46.txt", "content": "Is there a Wyse 60 Terminal Emulator or a comms toolbox kit available on the net somewhere? Thanks."}, {"filename": "newsgroup_47.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_47.txt", "content": "Easy Rider (harleys, drugs, rednecks, New Orleans), Mad Max (violence, DoD wanna-be's), Time Rider (Honda Thumper, Time travel), On Any Sunday (Documentary about dirtbike racers, GREAT!), The (Great?) Escape (Steve Mcqueen, Nazis), Rebel Without a Cause (James Dean, future DoD'ers). I think the last two are right, they are OLD movies I haven't seen in YEARS. ----===== DoD #8177 = Technician(Dr. Speed) .NOT. Student =====----"}, {"filename": "newsgroup_48.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_48.txt", "content": "The subject line says it all. I'm working on a project that will use a car battery. I need to pull off 3V and possibly 48V at 3A. I have several ideas, but I'd prefer to benefit from all you brilliant people :-)"}, {"filename": "newsgroup_49.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_49.txt", "content": "Pat sez; Yeah, but a windscreen cut down most of it. Canopies ended it completely. Of course, the environment in space continues to suck :-) -Tommy Mac ------------------------------------------------------------------------- Tom McWilliams 517-355-2178 wk \\\\ As the radius of vision increases, 18084tm@ibm.cl.msu.edu 336-9591 hm \\\\ the circumference of mystery grows."}, {"filename": "newsgroup_5.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_5.txt", "content": "Of course. The term must be rigidly defined in any bill. I doubt she uses this term for that. You are using a quote allegedly from her, can you back it up? I read the article as presenting first an argument about weapons of mass destruction (as commonly understood) and then switching to other topics. The first point evidently was to show that not all weapons should be allowed, and then the later analysis was, given this understanding, to consider another class."}, {"filename": "newsgroup_50.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_50.txt", "content": "I am trying to write an image display program that uses the MIT shared memory extension. The shared memory segment gets allocated and attached to the process with no problem. But the program crashes at the first call to XShmPutImage, with the following message: X Error of failed request: BadShmSeg (invalid shared segment parameter) Major opcode of failed request: 133 (MIT-SHM) Minor opcode of failed request: 3 (X_ShmPutImage) Segment id in failed request 0x0 Serial number of failed request: 741 Current serial number in output stream: 742 Like I said, I did error checking on all the calls to shmget and shmat that are necessary to create the shared memory segment, as well as checking XShmAttach. There are no problems. If anybody has had the same problem or has used MIT-SHM without having the same problem, please let me know. By the way, I am running OpenWindows 3.0 on a Sun Sparc2."}, {"filename": "newsgroup_51.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_51.txt", "content": "I have been following this thread on talk.religion, soc.religion.christian.bible-study and here with interest. I am amazed at the different non-biblical argument those who oppose the Sabbath present. One question comes to mind, especially since my last one was not answered from Scripture. Maybe clh may wish to provide the first response. There is a lot of talk about the Sabbath of the TC being ceremonial. Answer this: Since the TC commandments is one law with ten parts on what biblical basis have you decided that only the Sabbath portion is ceremonial? OR You say that the seventh-day is the Sabbath but not applicable to Gentile Christians. Does that mean the Sabbath commandment has been annulled? References please. If God did not intend His requirements on the Jews to be applicable to Gentile Christians why did He make it plain that the Gentiles were now grafted into the commonwealth of Israel? Darius"}, {"filename": "newsgroup_6.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_6.txt", "content": "There were a few people who responded to my request for info on treatment for astrocytomas through email, whom I couldn't thank directly because of mail-bouncing probs (Sean, Debra, and Sharon). So I thought I'd publicly thank everyone. Thanks! (I'm sure glad I accidentally hit \"rn\" instead of \"rm\" when I was trying to delete a file last September. \"Hmmm... 'News?' What's this?\"....)"}, {"filename": "newsgroup_7.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_7.txt", "content": "ALL this shows is that YOU don't know much about SCSI. SCSI-1 {with a SCSI-1 controler chip} range is indeed 0-5MB/s and that is ALL you have right about SCSI SCSI-1 {With a SCSI-2 controller chip}: 4-6MB/s with 10MB/s burst {8-bit} Note the INCREASE in SPEED, the Mac Quadra uses this version of SCSI-1 so it DOES exist. Some PC use this set up too. SCSI-2 {8-bit/SCSI-1 mode}: 4-6MB/s with 10MB/s burst SCSI-2 {16-bit/wide or fast mode}: 8-12MB/s with 20MB/s burst SCSI-2 {32-bit/wide AND fast}: 15-20MB/s with 40MB/s burst By your OWN data the \"Although SCSI is twice as fast as ESDI\" is correct With a SCSI-2 controller chip SCSI-1 can reach 10MB/s which is indeed \"20% faster than IDE\" {120% of 8.3 is 9.96}. ALL these SCSI facts have been posted to this newsgroup in my Mac & IBM info sheet {available by FTP on sumex-aim.stanford.edu (36.44.0.6) in the info-mac/report as mac-ibm-compare[version #].txt (It should be 173 but 161 may still be there)} Part of this problem is both Mac and IBM PC are inconsiant about what SCSI is which. Though it is WELL documented that the Quadra has a SCSI-2 chip an Apple salesperson said \"it uses a fast SCSI-1 chip\" {Not at a 6MB/s, 10MB/s burst it does not. SCSI-1 is 5MB/s maximum synchronous and Quadra uses ANsynchronous SCSI which is SLOWER} It seems that Mac and IBM see SCSI-1 interface and think 'SCSI-1' when it maybe a SCSI-1 interface driven in the machine by a SCSi-2 controller chip in 8-bit mode {Which"}, {"filename": "newsgroup_7.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_7.txt", "content": "6MB/s, 10MB/s burst it does not. SCSI-1 is 5MB/s maximum synchronous and Quadra uses ANsynchronous SCSI which is SLOWER} It seems that Mac and IBM see SCSI-1 interface and think 'SCSI-1' when it maybe a SCSI-1 interface driven in the machine by a SCSi-2 controller chip in 8-bit mode {Which is MUCH FASTER then true SCSI-1 can go}."}, {"filename": "newsgroup_8.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_8.txt", "content": "I have win 3.0 and downloaded several icons and BMP's but I can't figure out how to change the \"wallpaper\" or use the icons. Any help would be appreciated. Thanx, -Brando"}, {"filename": "newsgroup_9.txt", "path": "F:\\SemanticCache\\data\\raw\\newsgroup_9.txt", "content": "I've had the board for over a year, and it does work with Diskdoubler, but not with Autodoubler, due to a licensing problem with Stac Technologies, the owners of the board's compression technology. (I'm writing this from memory; I've lost the reference. Please correct me if I'm wrong.) Using the board, I've had problems with file icons being lost, but it's hard to say whether it's the board's fault or something else; however, if I decompress the troubled file and recompress it without the board, the icon usually reappears. Because of the above mentioned licensing problem, the freeware expansion utility DD Expand will not decompress a board-compressed file unless you have the board installed. Since Stac has its own product now, it seems unlikely that the holes in Autodoubler/Diskdoubler related to the board will be fixed. Which is sad, and makes me very reluctant to buy Stac's product since they're being so stinky. (But hey, that's competition.) --"}, {"filename": "test1.txt", "path": "F:\\SemanticCache\\data\\raw\\test1.txt", "content": "This is a test document about artificial intelligence. AI is transforming the world."}]